<?php
return [
    'datagrid' => [
        'actions' => 'Дії',
        'id' => 'Індексні стовпці мають значення більше нуля',

        'massaction' => [
            'mass-delete-confirm' => 'Ви дійсно хочете видалити ці обрані :resource?',
            'mass-update-status' => 'Ви дійсно хочете оновити статус цих обраних :resource?',
            'delete' => 'Ви дійсно хочете виконати цю дію?',
            'edit' => 'Ви дійсно хочете відредагувати цей ресурс?',
        ],

        'zero-index' => 'Стовпці індексу можуть мати значення, які перевищують нуль',
        'no-records' => 'Не знайдено жодного запису',
        'filter-fields-missing' => 'Деякі з необхідних полів є недійсними, перевірте правильність стовпця, стан та значення',
        'click_on_action' => 'Ви дійсно хочете виконати цю дію?',
        'search' => 'Пошук...',
        'filter' => 'Фільтр',
        'column' => 'Виберіть стовпчик',
        'condition' => 'Виберіть умову',
        'contains' => 'Містить',
        'ncontains' => 'Не містить',
        'equals' => 'Є рівним',
        'nequals' => 'Не дорівнює',
        'greater' => 'Більше ніж',
        'less' => 'Менше ніж',
        'greatere' => 'Більше, ніж дорівнює',
        'lesse' => 'Менше, ніж дорівнює',
        'value' => 'Виберіть значення',
        'true' => 'Правда / Активний',
        'false' => 'Помилковий / Неактивний',
        'between' => 'Між',
        'apply' => 'Застосувати',
        'items-per-page' => 'Пункти на сторінці',
        'value-here' => 'Значення тут',
        'numeric-value-here' => 'Числове значення тут',
        'submit' => 'Надіслати'
    ]
];