<?php

return [
    'wishlist' => [
        'success' => 'Товар успішно доданий до списку бажань',
        'failure' => 'Товар не можна додати до списку бажань',
        'already' => 'Товар вже присутній в вашому списку побажань',
        'removed' => 'Товар успішно видалений зі списку бажань',
        'remove-fail' => 'Товар неможливо видалити зі списку бажань',
        'empty' => 'Ви не маєте жодних товарів у своєму списку бажань',
        'select-options' => 'Потрібно вибрати параметри перед додаванням у список бажань',
        'remove-all-success' => 'Усі елементи зі списку бажань вилучені',
    ],
    'reviews' => [
        'empty' => 'Ви ще не переглянули жоден товар'
    ],
    'forget_password' => [
        'reset_link_sent' => 'Ми надіслали електронною поштою ваше посилання для скидання пароля.'
    ]
];